---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.SomeElementsNotCopiedWarn
source: html/f6b176b6-29c8-94f1-981b-6121f980c5e0.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.SomeElementsNotCopiedWarn Property

Some elements were not copied.[Description]

## Syntax (C#)
```csharp
public static FailureDefinitionId SomeElementsNotCopiedWarn { get; }
```